chat_system_306981495_actor_description=Redbeard. Pirate.
chat_system_306981495_snap_0_question=^?^So, have you visited Lucky? Have you given him the message?
chat_system_306981495_snap_0_answer_0=^?^I've given him your mark.
chat_system_306981495_snap_0_answer_1=^?^Maybe I did the wrong thing, but... Lucky James is no more.... I've killed him.
chat_system_306981495_snap_0_answer_2=^?^No, I haven't had time yet.
chat_system_306981495_snap_2_question=^?^Excellent job! Blow me down! I knew you could do it, [player]! I will repay my debt of gratitude.<br>By the way, what did Lucky say?
chat_system_306981495_snap_2_answer_0=^?^I have no idea about your dealings with him, but he got really frightened. And he told me to kill you.
chat_system_306981495_snap_2_answer_1=^?^Got frightened... Even his beard turned pale.
chat_system_306981495_snap_2_header_1=^?^Hah! Thunderation, young man, this is the most wonderful news since the day... hmm... I don't even remember when I ever had good news actually... until today!<br>I'll show you how grateful Redbeard can be. My men and my plunder are at your disposal, provided you have the gold, of course.
chat_system_306981495_snap_3_question=^?^Hmm... So, what was your answer?
chat_system_306981495_snap_3_answer_0=^?^Don't worry, I won't kill you.
chat_system_306981495_snap_3_answer_1=^?^I'm sorry, nothing personal, but I really need these dwarven maps. (Attack.)
chat_system_306981495_snap_4_question=^?^Hah! Shark in your throat, young man, it's the best decision you made all day.<br>I'll show you that Redbeard can be grateful. My men and my loot are at your disposal.<br>[reward]
chat_system_306981495_snap_4_answer_0=^?^Thank you, I'll think about it.
chat_system_306981495_snap_1_question=^?^May you drink a thousand piranhas. I wanted to finish off this dirty bastard up myself! And, of course, I guess you didn't manage to find out where his hiding place is before you killed him? Gold, emeralds, and papers - all hid.<br>Ok. Well what is done cannot be undone. And the dead don't need the mark... Get out of here, get out of my sight.
chat_system_306981495_snap_1_answer_0=^?^Nice day to you, too.
